<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Языковые ресурсы аутентификации
    |--------------------------------------------------------------------------
    |
    | Следующие языковые ресурсы используются во время аутентификации для
    | различных сообщений которые мы должны вывести пользователю на экран.
    | Вы можете свободно изменять эти языковые ресурсы в соответствии
    | с требованиями вашего приложения.
    |
    */

    'failed' => 'Неверное имя пользователя или пароль.',
    'otp_failed' => 'Неверный код',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'Name' => 'Ваше имя',
    'E-Mail Address' => 'Ваш адрес электронной почты',
    'Password' => 'Придумайте пароль',
    'Confirm Password' => 'Повторите пароль',
    'Register' => 'Зарегистрироваться',
    'Login' => 'Вход',
    'Logout' => 'Выйти',
    'Remember Me' => 'Запомнить меня',
];
