<?php

return [
    'meta' => [
        'title' => 'BAROCCO ⭐ интернет-магазин женской обуви',
        'description' => 'Магазин брендовой женской обуви. Более 2000 моделей. ✔ Примерка по РБ ✔ Доставка курьером ✔ Сертификаты и гарантия ✔ Оплата 3-я платежами 📞 +375291793790',
        'keywords' => [],
        'robots' => null,
        'url' => null, // canonical
    ],
    'opengraph' => [
        'site_name' => 'BAROCCO ⭐ интернет-магазин женской обуви',
        'type' => 'website',
        'title' => 'Barocco',
        'description' => 'Магазин брендовой женской обуви. Более 2000 моделей. ✔ Примерка по РБ ✔ Доставка курьером ✔ Сертификаты и гарантия ✔ Оплата 3-я платежами 📞 +375291793790',
        'image' => '/images/icons/square-logo.jpg',
        'url' => null,
    ],
    'twitter' => [
        'card' => 'summary',
        'title' => 'BAROCCO ⭐ интернет-магазин женской обуви',
        'description' => 'Магазин брендовой женской обуви. Более 2000 моделей. ✔ Примерка по РБ ✔ Доставка курьером ✔ Сертификаты и гарантия ✔ Оплата 3-я платежами 📞 +375291793790',
        'image' => '/images/icons/square-logo.jpg',
        'url' => null,
    ],
];
