@extends('layouts.app')

@section('title', 'Политика конфиденциальности')

@section('breadcrumbs', Breadcrumbs::render('policy'))

@section('content')
    <div class="col-12 col-lg-9 static-page">
        <h1 class="text-center">КОНФИДЕНЦИАЛЬНОСТЬ И ЗАЩИТА ПЕРСОНАЛЬНЫХ ДАННЫХ ПОКУПАТЕЛЕЙ.</h1>
        <p>1. Персональные данные Покупателя обрабатывается в соответствии с Законом «Об информации, информатизации и защите
            информации» 10 ноября 2008 г. №455-З.</p>
        <p>2. При оформлении заказа на Сайте Покупатель предоставляет следующую информацию: Фамилия, Имя, Отчество,
            контактный номер телефона, адрес электронной почты, адрес доставки товара.</p>
        <p>3. Покупатель полностью соглашается и разрешает Продавцу использовать в рекламных целях и какого-либо рода
            рекламных акциях изображения Покупателя (в том числе его фотографии) и текст, оставленных в отзыве на Сайте
            интернет-магазина и официальных страницах социальных сетей ВКонтакте, Одноклассники, Facebook, Instagram,
            TikTok.</p>
        <p>4. Предоставляя свои персональные данные Продавцу, Покупатель соглашается на их обработку Продавцом, в том числе
            на получение электронных писем, сообщений, рассылок, уведомлений, направляемых посредством телефонной, сотовой
            подвижной электросвязи, сети Интернет, в том числе посредством е-mail, sms, мессенджеров (WhatsApp, Viber,
            Telegram) и иных программных продуктов, содержащих информацию о новинках, акциях, специальных предложениях,
            уведомлениях в рамках исполнения договора и т.д. Покупатель вправе отказаться от получения электронных писем и
            sms – сообщений, уведомив об этом Продавца через форму «Обратной связи» на Сайте Интернет-магазина.</p>
        <p>5. Целью обработки персональных данных является – продажа товаров с сайта и обработка заказов Покупателя.</p>
        <p>6. Под обработкой персональных данных понимается любое действие (операция) или совокупность действий (операций),
            совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными,
            включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение) извлечение,
            использование, передачу (в том числе передачу третьим лицам, не исключая трансграничную передачу, если
            необходимость в ней возникла в ходе исполнения обязательств), обезличивание, блокирование, удаление, уничтожение
            персональных данных. Согласие Покупателя на обработку персональных данных предоставляется без ограничения срока
            его действия. </p>
        <p>7. Отзыв согласия на обработку персональных данных осуществляется путём отзыва акцепта настоящей Публичной
            оферты.</p>
        <p>8. Продавец вправе использовать файлы «cookies» для персонализации контента на сайте. Продолжая использовать
            сайт, Покупатель соглашаетесь с этим. «Cookies» не содержат конфиденциальной информации. Данные содержащиеся в
            «cookies» могут использоваться контрагентами Продавца.</p>
        <p>9. Продавец получает информацию об ip-адресе Посетителя Сайта. Данная информация не используется для установления
            личности посетителя.</p>
        <p>10. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми
            требованиями законодательства Республики Беларусь.</p>
        <p>11/ Продавец обязуется обеспечивать конфиденциальность полученной от Покупателя информации в отношении его
            персональных данных, данных о средствах платежа (пластиковых картах) и в отношении заказов Покупателя в порядке,
            установленном действующим законодательством Республики Беларусь.</p>
        <p>12. Продавец не несёт ответственности за сведения, предоставленные Покупателем в Интернет-магазине в
            общедоступной форме, а также за общедоступные сведения о Покупателе.</p>
        <p>13. В целях исполнения Договора Продавец вправе без дополнительного согласования с Покупателем осуществлять
            записи телефонных разговоров с Покупателем. Покупатель, оформляя Заказ или совершая (получая) вызов в адрес
            Продавца (в свой адрес), подтверждает, что уведомлен и согласен о (с) совершении (-ем) Продавцом записи
            разговора. При этом Продавец обязуется принимать меры по защите информации, полученной в ходе телефонных
            переговоров, в соответствии с ч.2 ст.34 Закона Республики Беларусь «Об информации, информатизации и защите
            информации».</p>
    </div>
@endsection
