@extends('layouts.app')

@section('title', 'Публичная оферта')

@section('breadcrumbs', Breadcrumbs::render('terms'))

@section('content')
    <div class="col-12 col-lg-9 static-page">
        <h1>Публичная оферта</h1>
<h2>Основные понятия</h2>
<p>BAROCCO  — совместное общество с ограниченной ответственностью «БароккоСтайл».</p>
<p>Заказ  — должным образом, оформленный запрос Покупателя на оплату и доставку по указанному адресу перечня Товаров, выбранных на Сайте.</p>
<p>Интернет-витрина  — раздел сайта, принадлежащий BAROCCO, расположенный в сети Интернет по адресу barocco.by, где представлена информация о товарах.</p>
<p>Интернет-магазин  — интернет-сайт, принадлежащий Продавцу и имеющий адрес barocco.by в сети Интернет, на котором представлены Товары, предлагаемые Продавцом своим Покупателям для оформления Заказов, а также указаны условия оплаты и доставки этих Заказов Покупателям.</p>
<p>Мессенджеры Компании  — официальные аккаунты компании в мессенджерах viber, whatsapp, telegram.</p>
<p>Покупатель  — лицо, размещающее Заказы на покупку Товара на Сайте barocco.by, исключительно для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.</p>
<p>Пользователь  — физическое лицо, посетитель Сайта, соцсетей или мессенджеров, принимающий условия настоящей Публичной оферты и зарегистрировавшееся на сайте либо вступившие в диалог в личных сообщениях соцсетей компании или мессенджерах компании.</p>
<p>Посетитель Мессенджеров  — лицо, посетившее мессенджеры компании.</p>
<p>Посетитель Сайта  — лицо, посетившее сайт barocco.by.</p>
<p>Посетитель Соцсетей  — лицо, посетившее соцсети компании.</p>
<p>Продавец  —общество с ограниченной ответственностью «БароккоСтайл» (Юридический адрес: Республика Беларусь, 224030, г.Брест, Буденного, 17).</p>
<p>Сайт  — barocco.by.</p>
<p>Соцсети Компании  — официальные страницы компании в социальных сетях vk.com, facebook.com, instagram.com, ok.ru.</p>
<p>Страница  — страница Сайта, содержащая сведения о Товарах.</p>
<p>Товар  — обувь, сопутствующие товары, размещенные на Сайте.</p>
<h2>Общие положения</h2>
<p>Настоящая публичная оферта составлена в соответствии с требованиями действующего законодательства Республики Беларусь, Закона «Об информации, информатизации и защите информации» от 10 ноября 2008 г. № 455-З.</p>
<p>BAROCCO размещает информацию о товарах на страницах Интернет-магазина.</p>
<p>Настоящая Публичная оферта, а также информация о товаре, размещенная на сайте, является публичной офертой в соответствии с Гражданским кодексом Республики Беларусь. Информация о товарах, расположенная на сайте является неотъемлемой частью настоящей публичной оферты.</p>
<p>Условия настоящей Публичной оферты могут быть изменены BAROCCO в одностороннем порядке путем размещения новых условий на Сайте. Новые условия Публичной оферты вступают в силу с момента их размещения на Сайте, если иное не установлено вводимыми правилами. Условия настоящей публичной оферты не могут быть изменены Пользователем в одностороннем порядке.</p>
<p>Если Пользователем и BAROCCO дополнительно не согласованы иные условия, чем те, которые изложены в настоящей Публичной оферте, то к отношениям указанных лиц применяются условия настоящей Публичной оферты, а также нормы законодательства Республики Беларусь в части неурегулированной положениями настоящей Публичной оферты.</p>
<p>При регистрации на Сайте Пользователь сообщает BAROCCO свой e-mail и номер телефона и тем самым дает согласие на использование указанных средств связи BAROCCO, а также третьими лицами, привлекаемыми BAROCCO для целей выполнения обязательств перед Пользователями, в целях осуществления рассылок рекламного и информационного характера, а также иную информацию, непосредственно связанную с выполнением обязательств BAROCCO в соответствии с условиями настоящей Публичной оферты.</p>
<p>Все права и обязательства по заключенному с Пользователем Договору возникают непосредственно у BAROCCO, при этом Пользователь, принимая настоящее Соглашение, полностью понимает и соглашается, что в случае заключения договора с третьим лицом, отличным от BAROCCO , BAROCCO не является стороной указанного договора и не несет обязанностей, связанных с его исполнением, кроме предусмотренных настоящей Публичной офертой.</p>
<h2>Предмет публичной оферты</h2>
<p>В соответствии с настоящей Публичной офертой BAROCCO предоставляет Пользователю/Посетителю Сайта возможность приобретать товары, предназначенные для личных, семейных, домашних и иных нужд, не связанные с осуществлением Пользователем предпринимательской деятельности. Товары, представлены в каталоге Интернет-магазина по адресу https://barocco.by</p>
<h2>Регистрация на сайте</h2>
<p>Регистрация на Сайте осуществляется путем ввода данных Пользователя в представленную на Сайте форму регистрации.</p>
<p>BAROCCO не несет ответственности за точность и правильность информации, предоставляемой Пользователем при регистрации.</p>
<p>Пользователь обязуется не сообщать третьим лицам логин и пароль, указанные им при регистрации. В случае возникновения у Пользователя подозрений относительно безопасности его логина и пароля или возможности их несанкционированного использования третьими лицами, Пользователь обязуется незамедлительно уведомить об этом BAROCCO, направив соответствующее электронное письмо по адресу электронной почты: info@barocco.by</p>
<p>Общение Пользователя с операторами инфоцентра/менеджерами и иными представителями BAROCCO должно строиться на принципах общепринятой морали и коммуникационного этикета. Строго запрещено использование нецензурных слов, брани, оскорбительных выражений, а также угроз и шантажа, в независимости от того, в каком виде и кому они были адресованы.</p>
<h2>Цена, оплата Товара и срок доставки</h2>
<p>Цена на Товар определяется Продавцом в одностороннем порядке и указывается на страницах Интернет-магазина.</p>
<p>Цена Товара указывается в белорусских рублях и включает в себя налог на добавленную стоимость.</p>
<p>Доставка Товара Покупателю осуществляется на адрес, указанный Покупателем при оформлении Заказа, либо в фирменный магазин Продавца в срок от 1 до 5 рабочих дней с момента подтверждения Заказа Продавцом.</p>
<h2>Оформление заказа</h2>
<p>Оформляя заказ на поставку Товара через Интернет-магазин, Покупатель соглашается с условиями продажи товаров, изложенными в настоящей Публичной оферте.</p>
<p>Заказ оформляется Покупателем самостоятельно на Сайте.</p>
<p>Для оформления Заказа Покупателю необходимо ввести на странице оформления заказа свою фамилию, имя, пол, контактный телефон, адрес электронной почты.</p>
<p>Продавец не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации и оформлении Заказа и за последствия неверного указания этих сведений.</p>
<p>Все информационные и иллюстрирующие материалы, фотографии, представленные на Сайте, носят справочный характер и могут не в полной мере передавать достоверную информацию о свойствах и характеристиках Товара, таких, как цвета, размеры и формы.</p>
<h2>Собственность, ответственность, качество и гарантия</h2>
<p>Право собственности на заказанный Товар переходит к Покупателю с момента оплаты полной стоимости Товара.</p>
<p>Риск случайной гибели или повреждения Товара переходит к Покупателю с момента фактической передачи Товара Покупателю.</p>
<p>Продавец не несет ответственности за ущерб, причиненный Покупателю вследствие ненадлежащего использования Товара, заказанного на Сайте.</p>
<p>Покупатель обязуется не использовать заказанный Товар в предпринимательских целях.</p>
<p>Весь Товар, представленный на Сайте, соответствует требованиям в области качества, предъявляемым законодательством Республики Беларусь.</p>
<p>Гарантийные сроки эксплуатации Товаров соответствуют законодательству Республики Беларусь.</p>
<p>Отнесение Товара на Сайте к той или иной категории, сезону и т.п., указанное в фильтре отбора применяется исключительно для удобства пользования Сайтом и может иметь расхождение с классификацией, принятой в стандартах.</p>
<h2>Возврат и обмен Товара</h2>
<p><b>Возврат</b></p>
<p>Возврат покупателем полученного товара в соответствии с Законом Республики Беларусь от 9 января 2002 года №90-З «О защите прав потребителей» осуществляется:<br>
- за счет покупателя – в течение 14 дней с даты получения товара в том случае, если новый (не бывший в эксплуатации) товар не подошел покупателю по фасону, размеру, цвету или другой причине, не связанной с качеством товара. Товар возвращается в оригинальной упаковке. Возврат нового товара осуществляется в соответствии со ст. 28 Закона Республики Беларусь от 9 января 2002 года №90-З «О защите прав потребителей»;<br>
- за счет покупателя с последующим возмещением расходов продавцом – в течение гарантийного срока в том случае, если товар имеет производственные дефекты (брак), которые делают невозможным использование товара. Товар не обязательно возвращать в оригинальной упаковке. Покупатель сообщает продавцу о намерении вернуть товар по телефону +375 (29) 522 77 22 или по электронной почте  info@barocco.by.</p>
<p>Вы можете вернуть товар двумя способами:<br>
1.Покупатель вправе вернуть товар в фирменный магазин. В фирменном магазине покупателю будет предложено заполнить заявление о возврате товара.<br>
2.Покупатель вправе вернуть товар посредством почтовой пересылки. В этом случае покупатель пересылает товар почтой по адресу: Республика Беларусь, 224030, г.Брест, Буденного, 17 в оригинальной упаковке и копиями документов, полученных вместе с товаром.</p>
<p><b>Обмен:</b></p>
<p>С согласия покупателя может быть произведен обмен товара на одноименный товар надлежащего качества, т. е. на товар такого же артикула и такой же цены. В случае отсутствия аналогичного товара обмен может быть произведен с согласия покупателя на товар иной модели, артикула или размера, с доплатой разницы в цене за счет покупателя (если цена аналогичного товара выше). В случае, если цена товара, подлежащего замене, выше цены товара, предоставленного взамен, покупателю выплачивается разница в цене.<br>
Возврату не подлежат товары со следами носки (бывшие в употреблении), либо поврежденном виде.<br>
При возникновении между покупателем и продавцом спора о наличии недостатков товара и причинах их возникновения продавец проводит экспертизу товара за свой счет в порядке и сроки установленные действующим законодательством Республики Беларусь</p>
<p><b>Возврат покупателю, уплаченной суммы, за товар осуществляется</b></p>
<p>- наличным расчётом при возврате в фирменный магазин;<br>
- почтовым переводом при возврате посредством почтовой пересылки;<br>
- безналичным расчетом в случае, если оплата производилась банковской платежной картой.<br>
Срок зачисления денежных средств на расчетный счет клиента зависит от правил банка-получателя.<br>
Возврат денежных средств осуществляется в течение 7 (семи) рабочих дней с момента получения продавцом товара и проверки его потребительских качеств.</p>
<h2>Политика конфиденциальности</h2>
<p>Сбор, хранение и обработка данных клиентов на Сайте производится в соответствии с <a href=”{{ route('info.policy') }}”>Политикой конфиденциальности</a>.</p>
<p>Акцептируя оферту, Вы автоматические принимаете условия Политики конфиденциальности и выражаете <a href=”{{ route('info.policy') }}”>Согласие на обработку персональных данных</a>.</p>
<h2>Срок действия Публичной оферты</h2>
<p>Настоящая Публичная оферта вступает в силу с момента ее акцепта Пользователем в соответствии с настоящей Публичной офертой, и действует до момента отзыва акцепта Публичной оферты.</p>
<h2>Дополнительные условия</h2>
<p>BAROCCO вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Пользователем, третьим лицам.</p>
<p>Интернет-витрина сайта и предоставляемые сервисы могут временно частично или полностью недоступны по причине проведения профилактических или иных работ или по любым другим причинам технического характера. Техническая служба BAROCCO имеет право периодически проводить необходимые профилактические или иные работы с предварительным уведомлением Пользователей или без такового уведомления.</p>
<p>К отношениям между Пользователем и BAROCCO применяются положения действующего законодательства Республики Беларусь.</p>
<p>В случае возникновения у Пользователя вопросов относительно товаров и оказания Услуг BAROCCO в соответствии с настоящей Публичной офертой, а также в случае возникновения претензий Пользователя, он может обратиться на входящую линию Call-центра BAROCCO по телефонам, указанным на Сайте или по электронной почте info@barocco.by или иным доступным Пользователю способом в адрес BAROCCO. Все возникающее споры Стороны будут стараться решить путем переговоров, при недостижении соглашения спор может быть передан на рассмотрение в суд в соответствии с действующим законодательством Республики Беларусь.</p>
<p>Признание судом недействительным одного или несколько положений настоящей Публичной оферты не влечет недействительность других положений и публичной оферты в целом.</p>
    </div>
@endsection
